qemu-user-targets/CVE-2015-2051/squashfs-root/htdocs/web/hnap/SetTriggerADIC.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<SetTriggerADIC xmlns="http://purenetworks.com/HNAP1/">
<TriggerADIC></TriggerADIC>
</SetTriggerADIC >
</soap:Body>
</soap:Envelope>